{
  "posts": [
    {
      "id": "intro-ayurveda",
      "title": "איורוודה 101: מדע החיים במציאות המודרנית",
      "excerpt": "מהי האיורוודה, כיצד היא יכולה להשתלב בחיי היום יום שלנו ולמה חשוב כל כך להכיר את מבנה הגוף המולד שלנו?",
      "date": "2026-02-10",
      "category": "תזונה",
      "slug": "intro-ayurveda",
      "featured": true,
      "content": "<h2>מהי איורוודה?</h2><p>איורוודה, הנה רפואה מסורתית הודית, שמשמעות שמה הוא מדע החיים. איורוודה אינה רק אוסף של תרופות וצמחי מרפא אלא דרך חיים שלמה השואפת לאזן בין הגוף, הנפש והתודעה.</p><h2>איך מתחילים?</h2><p>השלב הראשון הוא להכיר את עצמך - את סוג המבנה המולד שלך או הדושה (Dosha). לכל אחד מאיתנו הרכב ייחודי של יסודות המוביל לצרכים תזונתיים שונים ולנטייה לבעיות בריאות אחרות.</p>"
    },
    {
      "id": "ayurveda-for-fertility",
      "title": "הדרך לאימהות: כיצד האיורוודה תומכת בטיפולי פוריות",
      "excerpt": "עיבוי רירית הרחם, שיפור איכות הביציות והורדת מתח: איך אפשר לשלב עקרונות וודיים בתהליך פוריות ו-IVF.",
      "date": "2026-02-15",
      "category": "תזונה",
      "slug": "ayurveda-for-fertility",
      "featured": true,
      "content": "<h2>חיזוק מערכת הרבייה</h2><p>באיורוודה, פוריות (Shukra Dhatu) היא התוצר הסופי של תהליך עיכול והזנה מוצלח. כשהגוף אינו סופג נכון את המזון, נוצר מחסור ברקמות העמוקות של הגוף. לכן, הטיפול מתחיל קודם כל בחיזוק מערכת העיכול (Agni).</p><h2>שילוב עם טיפולי פריון (IVF)</h2><p>בעוד שקיימים טיפולי פוריות קונבנציונאליים חשובים, האיורוודה נועדה להעניק קרקע פוריה ויציבה - לא רק ברמת המחזורית וההורמונלית, אלא ברמת שיווי המשקל הנפשי שכה קריטי לתהליך קליטת הריון.</p>"
    },
    {
      "id": "kids-nutrition",
      "title": "תרופות סבתא או מדע קדום? תזונת ילדים ואקלים",
      "excerpt": "איך לאזן את הילדים בעונת החורף, ולמה רצוי להימנע ממזונות קרים במצבי תחלואה.",
      "date": "2026-02-20",
      "category": "ילדים",
      "slug": "kids-nutrition",
      "featured": false,
      "content": "<h2>המלצות לעונה הקרה</h2><p>חשוב להקפיד על מזון מחמם ועשיר בתבלינים עדינים כמו קינמון, ג'ינג'ר והל שמשפרים את פעילות החיסון של הילדים.</p>"
    },
    {
      "id": "medicinal-herbs-tlv",
      "title": "ליקוט אורבני: צמחי המרפא שגדלים לכם מתחת לבית בתל אביב",
      "excerpt": "סיור צמחי המרפא שלנו מגלה סודות של ריפוי בלב העיר השוקקת. בואו לגלות אילו פנינים טבעיות מסתתרות כאן.",
      "date": "2026-02-23",
      "category": "סיורים",
      "slug": "medicinal-herbs-tlv",
      "featured": false,
      "content": "<h2>ריפוי ברחובות העיר</h2><p>תל אביב ידועה כעיר ללא הפסקה, אבל גם בין הבניינים תמצאו צמחייה עשירה עם סגולות מרפא משמעותיות, שאותה נכיר בסיורי הליקוט הקרובים לבית.</p>"
    },
    {
      "id": "digestion-agni",
      "title": "אש העיכול (Agni) - הסוד לבריאות מיטבית",
      "excerpt": "למה התשובה לרוב המחלות טמונה בקיבה שלכם ואיך אפשר לשפר את תהליך העיכול בקלות.",
      "date": "2026-02-25",
      "category": "תזונה",
      "slug": "digestion-agni",
      "featured": false,
      "content": "<h2>המנוע של הגוף</h2><p>אגני, אש העיכול שלכם, קובעת האם המזון שלכם יהפוך לאנרגיה ורקמות, או לפסולת ורעלים. תזונה חמה, טריה ומותאמת שעות, יכולה לשפר דרמטית את האגני ולמנוע מגוון גדול של חולי.</p>"
    }
  ],
  "categories": [
    "תזונה",
    "צמחי מרפא",
    "מתכונים",
    "ילדים",
    "סיורים",
    "מדיטציה"
  ]
}